import ishare from './ishare.js'

export default {
    navbar : {
        icon : "爱动智",
        aboutus: "关于我们",
        company: "公司简介",
        staff: "公司架构",
        news: "最新消息",
        courses: "到校课程",
        platform: "学习平台",
        contactus: "聯系我们",
        icar: "iCar",
        iport: "iPort",
        ishare: "iShare",
        iportPlatform: 'iPort ePlatform',
        itrain: 'iTrain',
        comingSoon: '敬请期待'
    },
    homepage : {
        title :'爱动智 EduAIR',
        content : '爱动智教育系统有限公司(EduAIR)由香港中文大学初创种子基金启动，是一家非牟利机构，董事会成员为香港中文大学深圳研究院院长任扬教授和系统工程与工程管理学蒙美玲教授，致力于以教育为主导，推动年轻人对AI及STEAM的学习和认知，帮助他们在相关领域中实现自己的梦想和抱负。',
        slogan: "掌握AI 更好明天",
        slogan2: "爱动智教育系统提供一系列创新AI学习套件及课程",
        services : [
            {title: '我们的服务'},
            {head: '创新教学套件', content: '由中大工程专家研发的一系列学习工具，是学习AI / STEAM的最佳起点'},
            {head: '崭新学习体验', content: '提供崭新及贴近生活的课程，让学生无痛学习AI / STEAM课题'},
            {head: '互动AI展品', content: '结合机械与AI，研发出多个在艺术/玩乐/生活方面的AI展品， 让学生了解AI的广泛应用'},
        ],
        progress : [
            {title:'我们的成果'},
            {head: '举办', tail: '学生训练班'},
            {head: '举办', tail: '教师工作坊'},
            {head: '已有', tail: '本地中学使用'},
            {head: '覆盖', tail: '学生'},
        ],
        area1 : {
            title: '最新消息',
            content1: '香港教育局课程 STEAM教育学与教和评估系列：初中人工智能课程单元应用实践工作坊',
            content2: '中大赛马会「智」为未来计划 – 人工智能教育及探索实验室开放日「危机解除」工作坊',
            content3: '中大赛马会「智」为未来计划 –「智」为未来暑期训练营 2023「iCar达人」工作坊'
        }

    },
        
    company : {
        'title': '公司简介',
        'description': '爱动智教育系统有限公司(EduAIR)由香港中文大学初创种子基金启动，是一家非牟利机构，董事会成员为香港中文大学深圳研究院院长任扬教授和系统工程与工程管理学蒙美玲教授，致力于以教育为主导，推动年轻人对AI及STEAM的学习和认知，帮助他们在相关领域中实现自己的梦想和抱负。',
        'contents': [
            {
                'title': 'EduAIR 的服务',
                'content': 'EduAIR致力构建一个共享学习的平台，提供多元化的服务，帮助学生进一步了解AI和STEAM，让学生在互动和实践中更好地理解和应用AI和STEAM相关知识，以激发学生的学习兴趣和创造力。',
                'words': ['教育工作坊','顾问服务','到校服务','研发教学套件']
            },
            {
                'title': 'EduAIR的故事',
                'content': 'EduAIR由一班香港中文大学研究团队成立，团队曾开创先河，将AI课题作系统式分类，制作出一套浅白易用的教材，加速AI课题融入中学课程，该套课程现在已经被超过50%的香港中学使用。',
            },
        ]
    },
    staff : {
        'title': '董事局成员',
        'description': 'EduAIR由一众具丰富科技教育经验的研究者组成，致力推动香港AI/STEAM教育发展。',
        'team' : '技术团队',
        'contents': [
            {
                'title': '蒙美玲教授',
                'content': ['香港中文大学禤永明系统工程与工程管理学教授','香港中文大学博智感知交互研究中心主任','中大赛马会「智」为未来计划计划副负责人、课程发展组主领及评估及分析组副主领','美国麻省理工学院学士、硕士及博士','研究领域：多语言语音、语言处理、人机互动模型、大数据分析等'],
            },
            {
                'title': '任扬教授',
                'content': ['香港中文大学机械与自动化工程学系教授','香港中文大学深圳研究院院长','中大赛马会「智」为未来计划首席负责人','美国麻省理工学院航空航天硕士及博士','香港中文大学物理学学士','研究领域：智能系统、控制系统、人体机能学、医疗用机器人等']
            },
            {
                'title': '章文杰 Derek',
                'content' : ['中大赛马会「智」为未来计划技术经理','毕业于香港中文大学机械与自动化工程学系','曾任本地半导体公司科研工作','AI教育：为中小学教师和学生提供AI培训；研发适用于中小学教育的AI学习套件及展品，现借出予中大AI教育及探索实验室展出','研究领域：专注AI在艺术方面的研究，曾开发油画及书法机械人等']
            },
            {
                'title': '团队成员',
                'content': ['技术副经理：Mr. Michael CHUI','产品工程师：Mr. Heison SO','软件工程师：Mr. Ben CHAN'],
            },
        ]
    },
    contact : {
        'content' : '热线电话：6437 3924 电邮地址：info{"@"}eduairhk.com',
        'title': '立即联系 EduAIR',
        'name' : '姓名（必填）',
        'email' : '电子邮件（必填）',
        'message':'內容（必填）',
        'phone' : '联系电话',
        'organization' : '机构/公司名称',
        'button1':'提交',
        'button2':'重置',

        detail : {
            'phone': '联系电话：+852 6437 392',
            'email': "联系电邮：info{'@'}eduairhk.com",
            'address': '地址: 香港科学园16W栋2楼237室'
        }
    },

    news : {
        title1 :'[🔥立即报名]',
        title2 :'STEAM教育学与教和评估系列',
        head:'初中人工智能课程单元应用实践工作坊',
        content:['香港教育局于今年6月推出「初中人工智能课程单元」，学校需要每年安排约10至14小时教授相关内容，让学生能了解AI，培养及加强他们学习创新科技的兴趣及能力。','教育局于本年9月底举办相关教师培训课程（STEAM教育学与教和评估系列：初中人工智能课程单元应用实践工作坊），邀请500家学校共1000位中学教师参与工作坊,工作坊合共举办20场，每场6小时。增加教师对教学课程单元及使用相关学习套件的认识。','EduAIR将与教育局合作，向学校提供AI教学套件-iCar及iPort，本公司亦会派出技术专才担任培训课程的讲师。','教师培训课程详情'],

        Area1 : {
            title : '活动回顾',
            head :'学与教博览2023',
            date : '2023 年 12 月 13 - 15 日'
        },

        Area2 : {
            title :'初中人工智能课程单元应用实践工作坊(共20场)',
            subtitle : '香港教育局STEAM教育学与教和评估系列',
            date : '2023 年 9 月起'
        },

        Area3 : {
            title :'「危机解除」工作坊',
            subtitle : '人工智能教育及探索实验室开放日',
            date : '2023 年 8 月 17 - 18 日'
        },

        Area4 : {
            title :'「iCar达人」工作坊',
            subtitle : '人工智能教育及探索实验室开放日',
            date : '2023 年 8 月 17 - 18 日'
        },

        Area5 : {
            title :'「iCar达人」工作坊',
            subtitle : '「智」为未来暑期训练营 2023',
            date : '2023 年 7 月 18 - 19 日'
        }
    },
  
       
    courses : {
        title: '到校课程',
        description : '按此查看到校课程',
        button: '联系我们 了解更多'
    },
    
   icar : {
        description: "iCar是专为初中学生而设的AI教学套件，让学生轻松透过积木编程掌握AI",
        content :'iCar是由香港中文大学科研团队开发，专为初中学生而设的AI教学套件，可进行多个有趣的教学实验，让学生轻松透过积木编程掌握AI。全港有超过5成中学正使用iCar进行AI教学活动。',
        navbar: [
            "iCar是什么？", "如何使用iCar？", "道德困境实验", "人面识别追踪", "手画线循迹", "外送員实验", "资源总汇"
        ],
        
        Area2 : {
            title:['MakeCode积木编程','手机蓝芽控制','红外线遥控器']
        },

        Area3 : {
            content:'当自动驾驶车刹车功能失灵，只能左转或右转，然而，不论选择哪条路线，车辆都将碰到其他路人！眼前一边是小孩，另一边则是老人，自动车该怎么办？人类和AI在同类事件中扮演什么角色？动手用iCar做实验，一探究竟吧！',
            question_title: '讨论问题举隅',
            question: ['iCar用了哪一种机器学习模式？','收集数据时，我们要注意什么？注意这些事项的目的又是什么？','除了避开小孩和避开老人， iCar还有第三个选择吗？']

        },

        Area4 : {
            content: ['为什么自动驾驶车可以辨识人脸，并跟随指定人脸行驶？','自动驾驶车又是如何学会这项技能？动手用iCar做实验，一探究竟吧！'],
            question: ['iCar如何学会辨识指定人脸？','辨识其他角度的相同人脸或照片时， iCar的表现会受影响吗？为什么？','在真实情况中应用此技术，会有什么好处和限制？']
        },

        Area5 : {
            content : ['自动驾驶车能根据各色虚线、实线移动，从而行走正确路线。','这是怎么做到的呢？动手用iCar做实验，一探究竟吧!'],
            question : ['iCar跟着手画线和列印出来的线条行驶会有差异吗？','线条的粗细、大小、形状等对iCar行驶有影响吗？','iCar的这项技术在现实生活中有何作用？可应用在哪些地方？']
        },

        Area6 : {
            title : ['基于本能推理','基于规则推理','基于知识推理'],
            subtitle : ['以最直观的方式完成任务','根据已学习的模式作出决策并执行','应用机器学习找出最佳解决方法'],
            content : '推理是一个根据现有资讯来决策的过程。它分为三个层级：基于本能、基于规则和基于知识。iCar外送員实验旨在展示三种不同的推理层次下的行为。学生可以选择不同的送餐地点，通过观察iCar的配送路线选择，分别了解三个推理层级的特点。'


        },
        Area7 : {
            name : ['iCar 教材 (中文版)','micro:bit Program','MakeCode Extension']
        }
    },

    iport : {
        navbar : [
            "iPort是什么？", "如何使用iPort？", "警报系统", "手势控制小车", "声控开关", "其他实验" 
        ],

        content : [
            'iPort是为实现AI物联网（AIoT）而设的AI教学套件，让学生轻松创建不同AI机械项目', 'iPort是由中大团队开发的AI教学套件。师生可省略复杂的硬件搭线步骤，使用iPort编程平台，套用于Teachable Machine训练的AI模型，無須编程即可实现AI物联网（AIoT），建立不同的AI项目。'
        ],

        Area2 : {
            content :'前往 iPort編程平台'
        },

        Area3 : {
            content : '训练AI图片识别模型检测禁区大门有人及无人的情景。透过iPort平台上简单设置显示安全提示及声音灯光等效果，只要有人经过禁区大门，iPort就会发出警报，提醒误闯人士离开。',
            question : ['任何人通过禁区大门都会触发警报系统，可以只让授权人士通过吗？','为何天黑后警报系统就会被触发？如何避免误触发的情况？' ,'在训练「有人」的情景时，假设只用同学A经过禁区的图片，有足够数据作为识别有人的情景吗？']
        },

        Area4 : {
            title : ['制作过程','实验示范'],
            material_needed : '所需材料：',
            item : ['1. 废弃纸皮','2. 塑料瓶瓶盖','3. 胶带','5. 360电机*2'],
            content : '训练好自己喜欢的手势识别模型后, 就可以透过摄像头以手势控制小车飞驰。空旷环境下无线控制距离可达50米。大家不妨比賽谁的小车最快离开迷宫。',
            question : ['利用图片识别手势与传统的手势识别技术有什么不同？','怎样收集数据才能使小车得到更好的控制？']

        },

        Area5 : {
            content : 'iPort配件中的电动手指能够做到类似真实手指推拉的动作，对于行动不便人士可以利用训练声音识别模型，利用简单的声控指令便能控制家中的任意按键开关。即使在障碍物的室内环境下无线控制距离仍可达15米。',
            question : ['如何能提升声控准确性呢？','声控识别的最大困难是容易受到噪音影响，电动手指可能因而发生误触情况，我们如何避免噪音的影响？']
        }





    },


    ishare : {
        title : '其他资源',
        content : '多个网上免费的AI学习资源，好玩之余又不用注册登记，助你轻松愉快体验AI的奇妙。',
        subtitle : '苦苦搜寻网上免费的AI学习资源，好玩之余又不想注册登记？iShare帮你轻松愉快体验AI的奇妙。',
        abilities : ['視觉','听觉','语音','理解','创作','进阶'],
        website : '前往网站'

    },

    privacy : {
        title : '前项但书之情形包括不限于：',
        date : '最后更新日期：2023年10月6日',
        head: ['隐私政策','一、隐私权保护政策的适用范围','二、个人资料的搜集、处理及利用方式','三、资料之保护','四、网站对外的相关连结','五、与第三人共用个人资料之政策','六、Cookie之使用','七、隐私权保护政策之修正','八、联系管道'],
        content : ['非常欢迎您光临「EduAIR System Limited 网站」（以下简称本网站），为了让您能够安心使用本网站的各项服务与资讯，特此向您说明本网站的隐私权保护政策，以保障您的权益，请您详阅下列内容：','隐私权保护政策内容，包括本网站如何处理在您使用网站服务时收集到的个人识别资料。隐私权保护政策不适用于本网站以外的相关连结网站，也不适用于非本网站所委托或参与管理的人员。','本网站的网页提供其他网站的网路连结，您也可经由本网站所提供的连结，点选进入其他网站。但该连结网站不适用本网站的隐私权保护政策，您必须参考该连结网站中的隐私权保护政策。','本网站绝不会提供、交换、出租或出售任何您的个人资料给其他个人、团体、私人企业或公务机关，但有法律依据或合约义务者，不在此限。','为了提供您最佳的服务，本网站会在您的电脑中放置并取用我们的Cookie，若您不愿接受Cookie的写入, 您可在您使用的浏览器功能项中设定隐私权等级为高，即可拒绝Cookie的写入，但可能会导至网站某些功能无法正常执行。','本网站隐私权保护政策将因应需求随时进行修正，修正后的条款将刊登于网站上。','对于本站之隐私权政策有任何疑问，或者想提出变更、移除个人资料之请求，请前往本站「联系我们」页面提交表单。'],
        list1 : ['当您访问本网站或使用本网站提供的功能服务时，我们将根据服务功能性质,请您提供必要的个人信息，并在特定目的范围内处理和利用您的个人信息；未经您书面同意，本网站不会将个人信息用于其他用途。','本网站在您使用服务信箱、问卷调查等互动性功能时，会保留您所提供的姓名、电子邮件地址、联系方式及使用时间等。','在一般浏览时，服务器会自行记录相关行径，包括您使用连接设备的IP地址、使用时间、使用的浏览器、浏览及点选资料记录等，作为我们改进网站服务的参考依据。此记录为内部应用，决不对外公布。','为提供精确的服务，我们会对收集的问卷调查内容进行统计与分析，分析结果的统计数据或说明文字呈现出来。除供内部研究外，我们会根据需要公布统计数据和说明文字，但不涉及特定个人之资料。','您可以随时向我们提出请求，以更正或删除您的账户或本网站所收集的个人信息等隐私资讯。'],
        list2 : ['本网站主机均设有防火墙、防毒系统等相关的各项资讯安全设备及必要的安全防护措施，加以保护网站及您的个人资料采用严格的保护措施，只由经过授权的人员才能接触您的个人资料，相关处理人员皆签有保密合约，如有违反保密义务者，将会受到相关的法律处分。','如因业务需要有必要委托其他单位提供服务时，本网站亦会严格要求其遵守保密义务，并且采取必要检查程序以确保其将确实遵守。'],
        list3 : ['经由您书面同意。','法律明文规定。','为免除您生命、身体、自由或财产上的危险。','与公务机关或学术研究机构合作，基于公共利益为统计或学术研究而有必要，并且资料经过提供者处理或搜集着依其揭露方式无从识别特定之当事人。','当您在网站的行为，违反服务条款或可能损害或妨碍网站与其他使用者权益或导致任何人遭受损害时，经网站管理单位研析揭露您的个人资料是为了辨识、联系或采取法律行动所必要者。','有利于您的权益。','本网站委托厂商协助搜集、处理或利用您的个人资料时，将对委外厂商或个人善尽监督管理之责。']

    },

    event_1_vue : {
        title : '「危机解除」工作坊',
        subtitle : '人工智能教育及探索实验室开放日',
        date : '2023 年 8 月 17 - 18',
        location : '香港中文大学',
        content : 'EduAIR与中大赛马会「智」为未来计划于2023年8月17及18日在香港中文大学合办人工智能教育及探索实验室开放日，有二十多个不同的AI机械人展品供公众参观，例如AI油画机、AI书法机械人、AI气垫球机械人、AI钢琴二重奏等。另外还举办了4埸「危机解除」工作坊，超过60位公众以拆弹专员的身分拆解模拟定时炸弹，他们使用各种工程工具与团队合作共同解除危机。'

    },

    event_2_vue : {
        title : '「iCar达人」工作坊',
        subtitle : '人工智能教育及探索实验室开放日',
        date : '2023 年 8 月 17 - 18',
        location : '香港中文大学',
        content : 'EduAIR与中大赛马会「智」为未来计划于2023年8月17及18日在香港中文大学合办人工智能教育及探索实验室开放日，有二十多个不同的AI机械人展品供公众参观，例如AI油画机、AI书法机械人、AI气垫球机械人、AI钢琴二重奏等等。除参观之外，还举办了4场「iCar达人」工作坊，超过90位公众利用我们研发的iCar作教学套件，通过编程及程式设计逻辑，成功完成人面识别追踪的AI实验。'
    },

    event_3_vue : {
        title : '「iCar达人」工作坊',
        subtitle : '「智」为未来暑期训练营 2023',
        date : '2023 年 7 月 18 - 19 日',
        location : '香港中文大学',
        content : 'EduAIR与中大赛马会「智」为未来计划于2023年7月18至19日在香港中文大学合办了「智」为未来暑期训练营2023，短短两天举办了20场丰富精彩的活动，当中包括「AI基础班」、「Python编程班」、「参观AI实验室」及「iCar达人」等，其中在「iCar达人」使用了我们研发的iCar，并向98名香港初中学生教授编程及程式设计逻辑，所有学生都成功完成人面识别追踪及道德困境的AI实验，使他们对AI有更好的认识。'
    },

    event_4_vue : {
        title : '[🔥立即报名] 初中人工智能课程单元应用实践工作坊',
        subtitle : '香港教育局STEAM教育学与教和评估系列',
        date : '陆续推出 🔥',
        location : '香港中文大学',
        content : ['香港教育局于今年6月推出「初中人工智能课程单元」，学校需要每年安排约10至14小时教授相关内容，让学生能了解AI，培养及加强他们学习创新科技的兴趣及能力。','教育局于本年9月底举办相关教师培训课程（STEAM教育学与教与评估系列：初中人工智能课程单元应用实践工作坊），邀请500家学校共1000位中学教师参与工作坊,工作坊合共举办20场，每场6小时。增加教师对教学课程单元及使用相关学习套件的认识。','EduAIR将与教育局合作，向学校提供AI教学套件-iCar及iPort，本公司亦会派出技术专才担任培训课程的讲师。','教师培训课程详情'],
        photo : '活动快照',
        photo_date : ['2023 年 9 月 28 日','2023 年 10 月 20 日','2023 年 10 月 27 日','2023 年 11 月 10 日','2023 年 11 月 24 日','2023 年 12 月 01 日','2023 年 12 月 06 日','2023 年 12 月 19 日','2024 年 01 月 19 日','2024 年 02 月 02 日']
    },

    event_5_vue : {
        title : '学与教博览2023',
        date :'2023 年 12 月 13 - 15',
        location : '香港会议展览中心',
        content : 'EduAIR与中大赛马会「智」为未来计划于2023年12月13至15日在「学与教博览2023」合办摊位，除了陈列不同的AI机械人展品外，也摆放了我们研发的iCar供公众试玩，而当中更展示了我们全新推出的AI教学工具——iPort。透过使用iPort连接不同硬件，制作出各种有趣好玩、可互动的成品，例如：AI弹珠台、AI小熊、AI猜拳机械人等。现场亦设有iPort手势控制小车竞技场，一众老师和同学试玩时都乐在其中。'
    },
    ishareJson: ishare,
    footer:{
        title1: 'EduAIR 爱动智',
        title2: '联络我们',
        location: '科学园16W栋2楼237室'
    }
}
