import ishare from './ishare.js'

export default {
    navbar: {
        icon: "愛動智",
        aboutus: "關於我們",
        company: "公司簡介",
        staff: "公司架構",
        news: "最新消息",
        course: "到校課程",
        platform: "學習平台",
        contactus: "聯絡我們",
        icar: "iCar",
        iport: "iPort",
        ishare: "iShare",
        iportPlatform: 'iPort ePlatform',
        itrain: 'iTrain',
        comingSoon: '敬請期待'
    },
    homepage: {
        title: '愛動智 EduAIR',
        content: '愛動智教育系統有限公司(EduAIR)由香港中文大學初創種子基金啟動，是一家非牟利機構，董事會成員為香港中文大學深圳研究院院長任揚教授和系統工程與工程管理學蒙美玲教授，致力於以教育為主導，推動年輕人對AI/STEAM的學習和認知，幫助他們在相關領域中實現自己的夢想和抱負。',
        slogan: "掌握AI 更好明天",
        slogan2: "愛動智教育系統提供一系列創新AI學習套件及課程",
        services: [
            { title: '我們的服務' },
            { head: '創新教學套件', content: '由中大工程專家研發的一系列學習工具，是學習AI/STEAM的最佳起點' },
            { head: '嶄新學習體驗', content: '提供嶄新及貼近生活的課程，讓學生無痛學習AI/STEAM課題' },
            { head: '互動AI展品', content: '結合機械與AI，研發出多個在藝術/玩樂/生活方面的AI展品，讓學生了解AI的廣泛應用' },
        ],
        progress: [
            { title: '我們的成果' },
            { head: '舉辦', tail: '學生訓練班' },
            { head: '舉辦', tail: '教師工作坊' },
            { head: '已有', tail: '本地中學使用' },
            { head: '覆蓋', tail: '學生' },
        ],
        area1: {
            title: '最新消息',
            content1: '香港教育局課程 STEAM教育學與教和評估系列：初中人工智能課程單元應用實踐工作坊',
            content2: '中大賽馬會「智」為未來計劃 - 人工智能教育及探索實驗室開放日「危機解除」工作坊',
            content3: '中大賽馬會「智」為未來計劃 - 「智」為未來暑期訓練營 2023「iCar達人」工作坊'
        }

    },
    company: {
        'title': '公司簡介',
        'description': '愛動智教育系統有限公司(EduAIR)由香港中文大學初創種子基金啟動，是一家非牟利機構，董事會成員為香港中文大學深圳研究院院長任揚教授和系統工程與工程管理學蒙美玲教授，致力於以教育為主導，推動年輕人對AI/STEAM的學習和認知，幫助他們在相關領域中實現自己的夢想和抱負。',
        'contents': [
            {
                'title': 'EduAIR的服務',
                'content': 'EduAIR致力構建一個共享學習的平台，提供多元化的服務，幫助學生進一步了解AI和STEAM，讓學生在互動和實踐中更好地理解和應用AI和STEAM相關知識，以激發學生的學習興趣和創造力。',
                'words': ['教育工作坊', '顧問服務', '到校服務', '研發教育套件']
            },
            {
                'title': 'EduAIR的故事',
                'content': 'EduAIR由一班香港中文大學研究團隊成立，團隊曾開創先河，將AI課題作系統式分類，製作出一套淺白易用的教材，加速AI課題融入中學課程，該套課程現在已經被超過50%的香港中學使用。',
            },
        ]
    },
    staff: {
        'title': '董事局成員',
        'description': 'EduAIR由一眾具豐富科技教育經驗的研究者組成，致力推動香港AI/STEAM教育發展。',
        'team': '技術團隊',
        'contents': [
            {
                'title': '蒙美玲 教授',
                'content': ['香港中文大學禤永明系統工程與工程管理學教授', '香港中文大學博智感知交互研究中心主任', '中大賽馬會「智」為未來計劃計劃副負責人、課程發展組主領及評估及分析組副主領', '美國麻省理工學院學士、碩士及博士', '研究領域：多語言語音、語言處理、人機互動模型、大數據分析等'],
            },
            {
                'title': '任揚 教授',
                'content': ['香港中文大學機械與自動化工程學系教授', '香港中文大學深圳研究院院長', '中大賽馬會「智」為未來計劃首席負責人', '美國麻省理工學院航空航天碩士及博士', '香港中文大學物理學學士', '研究領域：智能系統、控制系統、人體機能學、醫療用機器人等']
            },
            {
                'title': '章文杰 Derek',
                'content': ['愛動智教育系統有限公司技術總監', '中大賽馬會「智」為未來計劃前技術經理', '畢業於香港中文大學機械與自動化工程學系', '曾任本地半導體公司科研工作', 'AI教育：為中小學教師和學生提供AI培訓；研發適用於中小學教育的AI學習套件及展品，現借出予中大AI教育及探索實驗室展出', '研究領域：專注AI在藝術方面的研究，曾開發油畫及書法機械人等']
            },
            {
                'title': '團隊成員',
                'content': ['技術副經理：Mr. Michael CHUI', '產品工程師：Mr. Heison SO', '軟件工程師：Mr. Ben CHAN'],
            },
        ]
    },
    contact: {
        'content': '熱線電話：6437 3924 電郵地址：info{"@"}eduairhk.com',
        'title': '立即聯絡 EduAIR',
        'name': '姓名（必填）',
        'email': '電郵（必填）',
        'message': '內容（必填）',
        'phone': '聯絡電話',
        'organization': '機構/公司名稱',
        'button1': '提交',
        'button2': '重置',

        detail: {
            'phone': '聯絡電話：+852 6437 3924',
            email: "聯絡電郵：info{'@'}eduairhk.com",
            'address': '地址：科學園16W棟2樓237室'
        }
    },
    news: {
        title1: '🔥 立即報名',
        title2: 'STEAM教育學與教和評估系列',
        head: '初中人工智能課程單元應用實踐工作坊',
        content: ['香港教育局於今年6月推出「初中人工智能課程單元」，學校需要每年安排約10至14小時教授相關內容，讓學生能從小了解AI，培養及加強他們學習創新科技的興趣及能力。', '教育局於本年9月底起舉辦相關的教師培訓課程(STEAM教育學與教和評估系列：初中人工智能課程單元應用實踐工作坊)，邀請500家學校共1000位中學老師參與工作坊，工作坊合共舉辦20場，每場6小時。增加老師對教學課程單元及使用相關學習套件的認識。', 'EduAIR將與教育局合作，向學校提供AI教學套件 - iCar及iPort，本公司亦會派出技術專才擔任培訓課程的講師。', '教師培訓課程詳情>>'],

        Area1: {
            title: '活動回顧',
            head: '學與教博覽 2023',
            date: '2023 年 12 月 13 - 15 日'
        },

        Area2: {
            title: '初中人工智能課程單元應用實踐工作坊（共20場）',
            subtitle: '香港教育局STEAM教育學與教和評估系列',
            date: '2023 年 9 月起'
        },

        Area3: {
            title: '「危機解除」工作坊',
            subtitle: '人工智能教育及探索實驗室開放日',
            date: '2023 年 8 月 17 - 18 日'
        },

        Area4: {
            title: '「iCar達人」工作坊',
            subtitle: '人工智能教育及探索實驗室開放日',
            date: '2023 年 8 月 17 - 18 日'
        },

        Area5: {
            title: '「iCar達人」工作坊',
            subtitle: '「智」為未來暑期訓練營 2023',
            date: '2023 年 7 月 18 - 19 日'
        },

        Area6: {
            title: 'iPort 模型訓練與AI實踐體驗工作坊',
            subtitle: '衛理中學中二級到校工作坊',
            date: '2024 年 4 月 26日'
        },

        more: '更多>>',
    },


    course: {
        title: '到校課程',
        description: '按此查看到校課程',
        button: '聯絡我們 瞭解更多'
    },

    icar: {
        description: "iCar是專爲初中學生而設的AI教學套件，讓學生輕鬆透過積木編程掌握AI。",
        content: 'iCar是由香港中文大學科研團隊開發，專爲初中學生而設的AI教學套件，可進行多個有趣的教學實驗，讓學生輕鬆透過積木編程掌握AI。全港有超過5成中學正使用iCar進行AI教學活動。',
        navbar: [
            "iCar是甚麼？", "如何使用iCar？", "道德困境實驗", "人面識別追蹤", "手畫線循跡", "外賣仔實驗", "資源總匯"
        ],

        Area2: {
            title: ['MakeCode積木編程', '手機藍芽控制', '紅外線遙控器']
        },

        Area3: {
            content: '當自動駕駛車刹車功能失靈，只能左轉或右轉，然而，不論選擇哪條路線，車輛都將碰上其他路人！眼前一邊是小孩，另一邊則是老人，自動車該怎麽辦？人類和AI在同類事件中扮演甚麽角色？動手用iCar做實驗，一探究竟吧！',
            question_title: '試想想',
            question: ['iCar用了哪一種機器學習模式？', '收集數據時，我們要注意甚麽？注意這些事項的目的又是甚麽？', '除了避開小孩和避開老人，iCar還有第三個選擇嗎？']

        },

        Area4: {
            content: ['爲甚麽自動駕駛車可以辨識人臉，並跟隨指定人臉行駛？', '自動駕駛車又是如何學會這項技能？動手用iCar做實驗，一探究竟吧！'],
            question: ['iCar如何學會辨識指定人臉？', '辨識其他角度的相同人臉或照片時，iCar的表現會受影響嗎？爲甚麽？', '在真實情況中應用此技術，會有甚麽好處和限制？']
        },

        Area5: {
            content: ['自動駕駛車能根據各色虛線、實線移動，從而行走正確路線。', '這是怎麽做到的呢？動手用iCar做實驗，一探究竟吧！'],
            question: ['iCar跟著手畫線和列印出來的線條行駛會有差異嗎？', '線條的粗幼、大小、形狀等對iCar行駛有影響嗎？', 'iCar的這項技術在現實生活中有何作用？可應用在哪些地方？']
        },

        Area6: {
            title: ['基於本能推理', '基於規則推理', '基於知識推理'],
            subtitle: ['以最直觀的方式完成任務', '根據已學習的模式作出決策並執行', '應用機器學習找出最佳解決方法'],
            content: '推理是一個根據現有資訊來決策的過程。 它分為三個層級：基於本能、基於規則和基於知識。iCar外賣仔實驗旨在展示三種不同推理層次下的行為。 學生可以選擇不同送餐地點，通過觀察iCar的配送路線選擇，分別了解三個推理層級的特點。'


        },

        Area7: {
            name: ['iCar 教材 (中文版)', 'micro:bit Program', 'MakeCode Extension']
        }
    },
    iport: {
        navbar: [
            "iPort是甚麼？", "如何使用iPort？", "警報系統", "手勢控制小車", "聲控開關", "其他實驗"
        ],

        content: [
            'iPort是為實現AI物聯網（AIoT）而設的AI教學套件，讓學生輕鬆創建不同AI機械項目。', 'iPort是由中大團隊開發的AI教學套件。師生可省略複雜的硬件搭綫步驟，使用iPort編程平台，套用於Teachable Machine訓練的AI模型，無須編程即可實現AI物聯網（AIoT） ， 建立不同的AI項目。'
        ],

        Area2: {
            content: '前往 iPort編程平台'
        },

        Area3: {
            content: '訓練AI 圖片識別模型檢測禁區大門有人及無人的情景。透過iPort 平台上簡單設置顯示安全提示及聲音燈光等效果，只要有人經過禁區大門，iPort 就會發出警報，提醒誤闖人士離開。',
            question: ['任何人經過禁區大門都會觸發警報系統，可以只讓授權人士通過嗎？', '為何天黑後警報系統就會被觸發？如何避免誤觸發的情況？', '在訓練「有人」的情景時，假設只用同學A經過禁區的圖片，有足夠數據作為識別有人的情景嗎？']
        },

        Area4: {
            title: ['製作過程', '實驗示範'],
            material_needed: '所需材料：',
            item: ['1. 廢棄紙皮', '2. 膠樽樽蓋', '3. 膠紙', '5. 360電機 * 2'],
            content: '訓練好自己喜歡的手勢識別模型後，就可以透過攝像頭以手勢控制小車飛馳。空曠環境下無線控制距離可達50米。大家不妨比賽誰的小車最快離開迷宮。',
            question: ['利用圖片識別手勢與傳統的手勢識別技術有甚麼不同？', '怎樣收集數據才能使小車得到更好的控制？']

        },

        Area5: {
            content: 'iPort配件中的電動手指能夠做到類似真實手指推拉的動作，對於行動不便人士可以利用訓練聲音識別模型，利用簡單的聲控指令便能控制家中的任意按鍵開關。即使在障礙物的室內環境下無線控制距離仍可達15米。',
            question: ['如何能提升聲控準確性呢？', '聲控識別的最大困難是容易受到噪音影響，電動手指可能因而發生誤觸情況，我們如何避免噪音的影響？']
        }





    },


    ishare: {
        title: '其他資源',
        content: '多個網上免費的AI學習資源，好玩之餘又不用註冊登記，助你輕鬆愉快體驗AI的奇妙。',
        subtitle: '苦苦搜尋網上免費的AI 學習資源，好玩之餘又不想註冊登記？iShare幫你輕鬆愉快體驗AI的奇妙。',
        abilities: ['視覺', '聽覺', '語音', '理解', '創作', '進階'],
        website: '前往網站'

    },

    privacy: {
        title: '前項但書之情形包括不限於：',
        date: '最後更新日期：2023年10月6日',
        head: ['隱私政策', '一、隱私權保護政策的適用範圍', '二、個人資料的蒐集、處理及利用方式', '三、資料之保護', '四、網站對外的相關連結', '五、與第三人共用個人資料之政策', '六、Cookie之使用', '七、隱私權保護政策之修正', '八、聯繫管道'],
        content: ['非常歡迎您光臨「EduAIR System Limited 網站」（以下簡稱本網站），為了讓您能夠安心使用本網站的各項服務與資訊，特此向您說明本網站的隱私權保護政策，以保障您的權益，請您詳閱下列內容：', '隱私權保護政策內容，包括本網站如何處理在您使用網站服務時收集到的個人識別資料。隱私權保護政策不適用於本網站以外的相關連結網站，也不適用於非本網站所委託或參與管理的人員。', '本網站的網頁提供其他網站的網路連結，您也可經由本網站所提供的連結，點選進入其他網站。但該連結網站不適用本網站的隱私權保護政策，您必須參考該連結網站中的隱私權保護政策。', '本網站絕不會提供、交換、出租或出售任何您的個人資料給其他個人、團體、私人企業或公務機關，但有法律依據或合約義務者，不在此限。', '為了提供您最佳的服務，本網站會在您的電腦中放置並取用我們的Cookie，若您不願接受Cookie的寫入，您可在您使用的瀏覽器功能項中設定隱私權等級為高，即可拒絕Cookie的寫入，但可能會導至網站某些功能無法正常執行 。', '本網站隱私權保護政策將因應需求隨時進行修正，修正後的條款將刊登於網站上。', '對於本站之隱私權政策有任何疑問，或者想提出變更、移除個人資料之請求，請前往本站「聯絡我們」頁面提交表單。'],
        list1: ['當您造訪本網站或使用本網站所提供之功能服務時，我們將視該服務功能性質，請您提供必要的個人資料，並在該特定目的範圍內處理及利用您的個人資料；非經您書面同意，本網站不會將個人資料用於其他用途。', '本網站在您使用服務信箱、問卷調查等互動性功能時，會保留您所提供的姓名、電子郵件地址、聯絡方式及使用時間等。', '於一般瀏覽時，伺服器會自行記錄相關行徑，包括您使用連線設備的IP位址、使用時間、使用的瀏覽器、瀏覽及點選資料記錄等，做為我們增進網站服務的參考依據，此記錄為內部應用，決不對外公佈。', '為提供精確的服務，我們會將收集的問卷調查內容進行統計與分析，分析結果之統計數據或說明文字呈現，除供內部研究外，我們會視需要公佈統計數據及說明文字，但不涉及特定個人之資料。', '您可以隨時向我們提出請求，以更正或刪除您的帳戶或本網站所蒐集的個人資料等隱私資訊。'],
        list2: ['本網站主機均設有防火牆、防毒系統等相關的各項資訊安全設備及必要的安全防護措施，加以保護網站及您的個人資料採用嚴格的保護措施，只由經過授權的人員才能接觸您的個人資料，相關處理人員皆簽有保密合約，如有違反保密義務者，將會受到相關的法律處分。', '如因業務需要有必要委託其他單位提供服務時，本網站亦會嚴格要求其遵守保密義務，並且採取必要檢查程序以確定其將確實遵守。'],
        list3: ['經由您書面同意。', '法律明文規定。', '為免除您生命、身體、自由或財產上之危險。', '與公務機關或學術研究機構合作，基於公共利益為統計或學術研究而有必要，且資料經過提供者處理或蒐集著依其揭露方式無從識別特定之當事人。', '當您在網站的行為，違反服務條款或可能損害或妨礙網站與其他使用者權益或導致任何人遭受損害時，經網站管理單位研析揭露您的個人資料是為了辨識、聯絡或採取法律行動所必要者。', '有利於您的權益。', '本網站委託廠商協助蒐集、處理或利用您的個人資料時，將對委外廠商或個人善盡監督管理之責。']

    },

    event_1_vue: {
        title: '「危機解除」工作坊',
        subtitle: '人工智能教育及探索實驗室開放日',
        date: '2023 年 8 月 17 - 18',
        location: '香港中文大學',
        content: 'EduAIR與中大賽馬會「智」為未來計劃於2023年8月17及18日在香港中文大學合辦人工智能教育及探索實驗室開放日，有二十多個不同的AI機械人展品供公眾參觀，例如AI油畫機、AI書法機械人、AI氣墊球機械人、AI鋼琴二重奏等。另外還舉辦了4埸「危機解除」工作坊，超過60位公眾以拆彈專員的身分拆解模擬定時炸彈，他們使用各種工程工具與團隊合作共同解除危機。'

    },

    event_2_vue: {
        title: '「iCar達人」工作坊',
        subtitle: '人工智能教育及探索實驗室開放日',
        date: '2023 年 8 月 17 - 18',
        location: '香港中文大學',
        content: 'EduAIR與中大賽馬會「智」為未來計劃於2023年8月17及18日在香港中文大學合辦人工智能教育及探索實驗室開放日，有二十多個不同的AI機械人展品供公眾參觀，例如AI油畫機、AI書法機械人、AI氣墊球機械人、AI鋼琴二重奏等等。除參觀之外，還舉辦了4場「iCar達人」工作坊，超過90位公眾利用我們研發的iCar作教學套件，透過編程及程式設計邏輯，成功完成人面識別追蹤的AI實驗。'
    },

    event_3_vue: {
        title: '「iCar達人」工作坊',
        subtitle: '「智」為未來暑期訓練營 2023',
        date: '2023 年 7 月 18 - 19 日',
        location: '香港中文大學',
        content: 'EduAIR 與中大賽馬會「智」為未來計劃於2023年7月18至19日在香港中文大學合辦了「智」為未來暑期訓練營 2023，短短兩天舉辦了20場豐富精彩的活動，當中包括「AI基礎班」，「Python 編程班」，「參觀AI實驗室」及「iCar達人」等，其中在「iCar達人」使用了我們研發的iCar ，並向98名香港初中學生教授編程及程式設計邏輯，所有學生都成功完成人面識別追蹤及道德困境的AI實驗，使他們對AI有更好的認識。'
    },

    event_4_vue: {
        title: '[🔥立即報名] 初中人工智能課程單元應用實踐工作坊',
        subtitle: '香港教育局STEAM教育學與教和評估系列',
        date: '陸續推出 🔥',
        location: '香港中文大學',
        content: ['香港教育局於今年6月推出「初中人工智能課程單元」，學校需要每年安排約10至14小時教授相關內容，讓學生能從小了解AI，培養及加強他們學習創新科技的興趣及能力。', '教育局於本年9月底起舉辦相關的教師培訓課程(STEAM教育學與教和評估系列：初中人工智能課程單元應用實踐工作坊)，邀請500家學校共1000位中學老師參與工作坊，工作坊合共舉辦20場，每場6小時。增加老師對教學課程單元及使用相關學習套件的認識。', 'EduAIR將與教育局合作，向學校提供AI教學套件-iCar及iPort，本公司亦會派出技術專才擔任培訓課程的講師。', '教師培訓課程詳情'],
        photo: '活動快照',
        photo_date: ['2023 年 9 月 28 日', '2023 年 10 月 20 日', '2023 年 10 月 27 日', '2023 年 11 月 10 日', '2023 年 11 月 24 日', '2023 年 12 月 01 日', '2023 年 12 月 06 日', '2023 年 12 月 19 日', '2024 年 01 月 19 日', '2024 年 02 月 02 日', '2024 年 03 月 01 日', '2024 年 03 月 08 日', '2024 年 03 月 15 日', '2024 年 04 月 12 日', '2024 年 05 月 02 日']
    },

    event_5_vue: {
        title: '學與教博覽 2023',
        date: '2023 年 12 月 13 - 15',
        location: '香港會議展覽中心',
        content: 'EduAIR與中大賽馬會「智」為未來計劃於2023年12月13至15日在「學與教博覽2023」合辦攤位，除了陳列不同的AI機械人展品外，也擺放了我們研發的iCar供公眾試玩，而當中更展示了我們新推出的AI教學工具——iPort。透過使用iPort連接不同硬件，製作出各種有趣好玩、可互動的成品，例如：AI彈珠台、AI熊熊、AI包剪揼等。現場亦設有iPort手勢控制小車競技場，一眾老師和同學試玩時都樂在其中。'
    },

    event_6_vue: {
        title: 'iPort 模型訓練與AI實踐體驗工作坊',
        subtitle: '衛理中學中二級到校工作坊',
        date: '2024 年 4 月 26日',
        location: '衛理中學',
        content: 'EduAIR於2024年4月26日在衛理中學大禮堂順利舉辦一場AI實踐體驗工作坊，是次活動派出了16位教學導師，因應老師要求為全級超過一百多位中二學生製定工作坊。內容包括課堂及動手活動，課堂主要講解人工智能，機器學習，深度學習和大數據的知識。另外，學生會動手製作小車及訓練AI手勢識別模型。再以手勢操控小車移動及採集資源，鬥快完成任務和小組比賽。學生們都非常踴躍參與，務求能夠勝出比賽！我們相信學生在完成課程後，都能夠將所學習所得的AI知識，運用到日常生活上。'
    },

    ishareJson: ishare,
    footer: {
        title1: 'EduAIR 愛動智',
        title2: '聯絡我們',
        location: '科學園16W棟2樓237室'
    },
}
